{ "stories": 
    [
        {
            "headline": "Alternativity",
            "date": "11-10-2015",
            "pic": "alternavitity.jpg",
            "text": [
                "We are pleased to confirm that we will once again take part in this year’s Churches Together in Hinckley & District ‘AlterNativity’ on Saturday 14th November 2015. The event will take place at the United Reformed Church in Hinckley (the Borough, Hinckley, Leicestershire, LE10 1NL) and will run from 10am to 2pm. This is an opportunity to purchase a Christmas gift with a difference! The gift we will be offering is a bedding bale for a homeless young person @ £10. Please come along and support this fantastic local event!"
                ],
            "links": [
                { "link": "http://www.hinckley-alternativity.org.uk/", "title": "Alternavitiy" }
            ]
        },
        {
            "headline": "Sainsbury's Charity Voting",
            "date": "02-10-2015",
            "pic": "sainsburys.jpg",
            "text": [
                "Sainsbury's Hinckley. As Sainsbury's will soon be opening their new store as part of The Crescent development in Hinckley they ran a Facebook poll to nominate a charity to support. Hinckley Homeless Group were one of the many charities in the running."
                ],
            "links": [
                { "link": "https://www.facebook.com/Sainsburyshinckley", "title": "Sainsbury's Hinckley's Facebook page" }
            ]
        },
        {
            "headline": "Welcome to the new Hinckley Homeless Website!",
            "date": "01-10-2015",
            "pic": "tbc.png",
            "text": [
                "Welcome to the new Hinckley Homeless Group website!",
                "Developing in his spare time, Computer Science student Tom has creating this new website for Lawrence House consistently consulting with the manager of the project to create features required and tailoring the website to her wishes.",
                "A large part of the project is making the site mobile friendly, as the previous edition fell short in this area. Both the 'desktop' and 'mobile' views have been worked on to optimise for viewing with ease."
                ],
            "links": [
                { "link": "http://tombclarke.co.uk", "title": "Tom's main website" },
                { "link": "http://tombclarke.co.uk", "title": "Another link" },
                { "link": "http://tombclarke.co.uk", "title": "Demonstrating how multiple links work" },
                { "link": "http://tombclarke.co.uk", "title": "Notice the commas" }
            ]
        }
    ]
}