{ "studies": [
        {"study": "A male client aged 18 at start of receiving service / aged 19 when left (residence length 8 months)",
         "gender": "man",
         "text": [
             "The client applied to Lawrence House (LH) following a breakdown in the family relationship. He had been living between the homes of his mother / stepfather and father / stepmother in the local area, and all relationships had become extremely strained. He was embarking on his final year of A’ Levels.  He had been living with other family members on a temporary basis.",
             "The client was studying Business Studies, Psychology and General Studies at a local further education college and required a great deal of support to encourage him to remain with his studies throughout his residency; certainly at a few points he was ready to leave his studies completely.  He suffered poor motivation and uncertainty about what he wanted to do in the future, combined with the issues surrounding the breakdown in his family situation and social isolation.",
             "The client remained with the course and obtained the A Level grades that he needed to go to university to study Business and Law.",
             "The client was supported throughout the process of his application for higher education and much guidance and information was provided about his selection of degree courses, universities, funding and grants that were available to him, finding suitable student accommodation and empowering him to make informed decisions that were the right ones for him. Much work went into identifying and obtaining additional grants and bursaries - funding that was only available because he was going into higher education from an unsettled way of life.",
             "The client was accompanied by his key worker on a number of occasions to university open days, to interviews and to view a variety of student accommodation.  He was put in contact with the student welfare team at the university and we were able to organise further peer support with first year degree students (including exam techniques, essay-writing and course work completion for the final few months of his A’ Levels and for his first year at University).  An effective support network was established following his transition from LH to university and to give him as great a chance of succeeding as possible. He was also offered outreach work from his key worker at LH to further support him in his move-on.  He required support in developing his daily living skills, particularly in the areas of cooking and budgeting and received regular input with this."
             
             ],
         "outcomes": [
             "The client maintained his tenancy, obtained the A’ Level grades he needed to, went to the university of his choice, got suitable and affordable student accommodation and was equipped with the necessary independent living skills to be able to sustain this accommodation, and has an effective support network in place should he feel that he needs it.",
             "This client has remained in contact with staff at LH and is now in the second year of his course."
         ]},
        {"study": "Male aged 19 at move in (residence length 7 months)",
         "gender": "man",
         "text": [
             "The client applied for a place at Lawrence House on the recommendation of a local voluntary agency that works with young people.",
             "He moved in, following quite a prolonged period of homelessness during which time he had been living with friends, usually sleeping on sofas.",
             "The lack of settled accommodation was as a result of the breakdown of his relationship with his mother and the loss of a steady job. In addition he had committed motoring offences which brought him to the attention of the police.",
             "Subsequently, he suffered from quite severe depression and illness and significant help was given  to ensure that he accessed the support needed from his GP and local counsellors.",
             "The client was very keen to find work as opposed to education or voluntary work (although he did take part in some) and so support was provided with job searching, CV-writing and interview techniques. He was successful in obtaining paid employment on two occasions during his residency."
             ],
         "outcomes": [
             "During the seven months that the client was resident, he developed strong daily living skills, such as cooking and budgeting. He required a lot of input in sustaining his tenancy and keeping house rules. This provided him with a sound basis when he moved on very positively to a room in a shared house. He was in part time employment and had developed strong social and family relationships, something that was missing prior to his residency."
         ]}
    ]
}