{ "studies": [
    {"study": "Male aged 18, with us for 8 months",
     "gender": "man",
     "text": [
         "The client applied to Lawrence House (LH) following a breakdown in the family relationship. He had been living between the homes of his mother / stepfather and father / stepmother in the local area, and all relationships had become extremely strained. He was embarking on his final year of A’ Levels.  He had been living with other family members on a temporary basis.",
         "The client was studying Business Studies, Psychology and General Studies at a local further education college and required a great deal of support to encourage him to remain with his studies throughout his residency; certainly at a few points he was ready to leave his studies completely.  He suffered poor motivation and uncertainty about what he wanted to do in the future, combined with the issues surrounding the breakdown in his family situation and social isolation.",
         "The client remained with the course and obtained the A Level grades that he needed to go to university to study Business and Law.",
         "The client was supported throughout the process of his application for higher education and much guidance and information was provided about his selection of degree courses, universities, funding and grants that were available to him, finding suitable student accommodation and empowering him to make informed decisions that were the right ones for him. Much work went into identifying and obtaining additional grants and bursaries - funding that was only available because he was going into higher education from an unsettled way of life.",
         "The client was accompanied by his key worker on a number of occasions to university open days, to interviews and to view a variety of student accommodation.  He was put in contact with the student welfare team at the university and we were able to organise further peer support with first year degree students (including exam techniques, essay-writing and course work completion for the final few months of his A’ Levels and for his first year at University).  An effective support network was established following his transition from LH to university and to give him as great a chance of succeeding as possible. He was also offered outreach work from his key worker at LH to further support him in his move-on.  He required support in developing his daily living skills, particularly in the areas of cooking and budgeting and received regular input with this."

         ],
     "outcomes": [
         "The client maintained his tenancy, obtained the A’ Level grades he needed to, went to the university of his choice, got suitable and affordable student accommodation and was equipped with the necessary independent living skills to be able to sustain this accommodation, and has an effective support network in place should he feel that he needs it.",
         "This client has remained in contact with staff at LH and is now in the second year of his course."
     ]},
    {"study": "Male aged 19, with us for 7 months",
     "gender": "man",
     "text": [
         "The client applied for a place at Lawrence House on the recommendation of a local voluntary agency that works with young people.",
         "He moved in, following quite a prolonged period of homelessness during which time he had been living with friends, usually sleeping on sofas.",
         "The lack of settled accommodation was as a result of the breakdown of his relationship with his mother and the loss of a steady job. In addition he had committed motoring offences which brought him to the attention of the police.",
         "Subsequently, he suffered from quite severe depression and illness and significant help was given  to ensure that he accessed the support needed from his GP and local counsellors.",
         "The client was very keen to find work as opposed to education or voluntary work (although he did take part in some) and so support was provided with job searching, CV-writing and interview techniques. He was successful in obtaining paid employment on two occasions during his residency."
         ],
     "outcomes": [
         "During the seven months that the client was resident, he developed strong daily living skills, such as cooking and budgeting. He required a lot of input in sustaining his tenancy and keeping house rules. This provided him with a sound basis when he moved on very positively to a room in a shared house. He was in part time employment and had developed strong social and family relationships, something that was missing prior to his residency."
     ]},
    {"study": "Female aged 17",
     "gender": "woman",
     "text": [
         "Female aged 17 applied to Lawrence House after being evicted from her home following repeated arguments with her mum and was now “sofa surfing”.  She had emotional issues and found it difficult to cope with life situations due to past experiences, including domestic violence (DV)  Parents had split and the applicant continues to see her father and support him as he has alcohol issues and this causes further arguments with her mum. ",
         "She has admitted previous use of various drugs but claimed that these were last used 9 months ago.",
         "The applicant is currently attending college & placement.  She has had suicidal feelings since aged 13, and has been on antidepressants but recently stopped taking them suddenly without GP support.  She has had previous input from Crisis Team and Social Services and previous alcohol issues including binge drinking but claimed this was not happening now.  Initial Assessment provided by LCC Social Services stating that the worker considered that the applicant should be a child in need.",
         "Initial Risk Assessment before interview: High",
         "Risk Assessment after interview: Medium"
         ],
     "ypr": [
         "The applicant moved into Lawrence House and received ongoing support whilst continuing to attend college and completing work placement. She visited a counsellor at college and when this ended she agreed with her Support Worker to a referral to Rethink and later also agreed to a referral to Swanswell to help her remain drug free.",
         "She engaged with her Support Worker to complete a Personal Development Plan and reviews along with the Lawrence House “Managing Your Own Home” course which was completed.",
         "A Strengthening Families (SF) worker met with the resident and staff to complete a “Grow Safety Meeting” and concluded by closing the case at this time considering that she was doing well at Lawrence House.",
         "The resident maintained her licence at Lawrence House but continued to have ongoing issues associated with friendship groups/boyfriends and had a lot of emotional support from staff especially during late evenings.",
         "The resident was supported with access to safer sex training/supplies, chlamydia test and pregnancy test via Lawrence House staff. She accessed Lawrence House Training Fund on several occasions during residency for college fees, bus fares, uniform and books.",
         "Due to anxiety and depression/suicidal thoughts, a meeting was arranged with Support Worker and a Risk Assessment Review completed. As this scored highly they then completed a Safety Action Plan to reduce the risks identified.  Subsequently came off the Safety Action and was signed off by both Swanswell and Rethink having completed all meetings & support.",
         "Her College course was successfully completed but she did not wish to enter year 2.",
         "The resident met with Support Worker and Project Manager after summer due to various issues and to discuss future options as little progress had been made since finishing her college course. The resident applied to local college for a different Level 3 course and was accepted.  She thrived on the new course and was achieving high scores in Personal Development Plans with her Support Worker.",
         "The Staff team discussed and agreed with the resident to complete a Ready to Move Assessment, which was successfully complete. She was placed on “high” at local council housing list and moved into own tenancy."
         ],
     "outcomes": [
         "Maintained income / benefits",
         "Successfully completed Managing Your Own Home course",
         "Applied to local council Housing Register",
         "Successfully completed college course",
         "Completed meetings & support from Swanswell for drug issues",
         "Completed support from Rethink for mental health issues",
         "Successfully engaged in Level 3 college course",
         "Stayed safe",
         "Stayed healthy",
         "Successfully maintained residency at Lawrence House",
         "Successfully obtained own tenancy via local council housing list",
         "Risk Assessment at move on: low"
     ],
     "quotes": [
         "absolutely amazing, had so much support",
         "I’ve turned my life around and came out a better person and I thank all the staff that have supported me and believed in me"
     ]
    },
    {"study": "Male aged 17",
     "gender": "man",
     "text": [
         "The Male aged 17 applied to Lawrence House after his mum asked him to leave on a number of occasions and following constant arguments. He is also having regular fights at home with his sister, brother and stepfather and only returns home for shelter. He has presented himself at Social Services Strengthening Families.  He is currently attending the Youth College in Hinckley for 14.5 hours per week and has completed a 3 weeks work trial period.  He previously had problems at main stream school, having spent 1.5 yrs. in the behaviour unit.  He was diagnosed with dyslexia in year 9 at school.  He states that he has used cannabis once and was sick and he doesn’t drink.  He has previously been offered anger management but turned it down and has a past record of offending theft/stolen goods 2 years ago.  His mum did provide an estrangement letter.",
         "Initial Risk Assessment before interview: medium",
         "Risk Assessment after interview: medium",
         ""
         ],
     "ypr": [
         "As a resident he was helped in a number of ways in order to establish himself on his own, including; applying for Income Support, registering with a local GP services, obtaining a bank account, applying to local authority housing register and identification of a suitable college course in hairdressing starting September.  An assessment was completed by Strengthening Families before the move into Lawrence House but he was not registered as a child in need.  He met with a Support Worker to complete Personal Developments Plans and also completed the Lawrence House Managing Your Own Home programme.",
         "There were some issues early on with the resident failing to get in the mornings, failing to attend meetings, being generally noisy and bringing unauthorised visitors into the project building.  Staff provided support in order to prevent these issues from escalating out of hand.  They also provided support to help him complete his studies at the Youth Learning and take exams; he had a history of not completing courses and this was the first time he achieved certificates.",
         "He was assisted with Budgeting skills and applied to the Lawrence House Training Fund to attended National Citizen Service summer course (4 weeks). He then enrolled to the local college.  His Personal Development Plans were scoring high and so a Support Worker discussed with him the process for move on via linked pathway to lower support environment at the Wykin Project.  He was provided with support for the interview at Wykin and was accepted for move on."
         ],
     "outcomes": [
         "Maintained income / benefits",
         "Successfully completed Managing Your Own Home course",
         "Applied to local council Housing Register",
         "Successfully completed Y Learning course and exams",
         "Enrolled and attended NCS summer course",
         "Successfully applied to college for course",
         "Stayed safe",
         "Stayed healthy",
         "Successfully maintained residency at Lawrence House",
         "Successfully moved on to Wykin Project",
         "Risk Assessment at move on: low"
     ]}
    ]
}